{"date": ["\n\t\t 7 APRIL 1832, Page 8\n\t"], "body": ["the mother of an illegimate child in the autumn of last year ; her father was formerly a respectable farmer of Kirton, in the vicinity of Boston. During her pregnancy she was greatly depressed in spirits, and' re- peatedly declared her intention to drown herself. Some time after the birth of her child she went to live as servant with Mr. Ware, landlord of the Little Peacock inn, Boston ; and while there purchased several expensive articles of clothing, which excited the suspicion of her mis- tress. The mistress charged her with theft, and the girl confessed that, on passing through the bed-room of her mistress to her own sleep- ing-room, she had repeatedly stolen money from the pocket of Mrs. Ware. Though she confessed stealing some money, she still appeared anxious to conceal part of the transaction, which compelled Mrs. Ware to send for Woodliffe, the beadle of the borough, on whose arrival the girl put on a bold demeanour, and astonished those present by her strange perverseness, and apparent indifference as to the result. Ur- gent persuasions and threats of the consequences of her silence were tried, but without effect, and at last she was taken towards the borough gaol. She went very quietly, but when Woodliffe arrived at the gaol gates it being then eleven o'clock at night, he found them closed. He turned round for a minute to solicit the assistance of a bystander, when the unhappy girl availed herself of the opportunity of rushing down the bank, on which they were standing, into the haven, the tide being then going down. An immediate alarm was given, and she was beard to exclaim \"Lord, have mercy on me!\" but the water choked her utter- ance, and she sunk. The part of the river into which she plunged is very deep ; and her struggles were distinctly perceptible by the light of a gas-lamp near the spot. A sailor, residing near the place, was called up. He used the necessary apparatus for recovering the body, but nearly three hours elapsed before it was found. It had drifted nearly two hundred yards, owing to the tide receding. Ayoung man, who had long been attached to the deceased, attended the inquest held on the body, and declared that, although not the father of the child to which she had given birth, still his affection for her lingered on;. and when he learned her profligacy and her crimes, he had hastened to befriend her, and bad followed her footsteps to prison. He was a witness to the rash act which closed her unhappy career, and, although no swimmer, be plunged into the river to rescue her. There he sustained imminent danger; for it appears, although he was unconscious of it, that he stood upon the edge of a precipice ten feet deep, and had he advanced one step further, his life must have been sacrificed also. The poor girl sunk in his sight: his bloodshot eyes and pale visage testified that sleep and comfort had been strangers to him since the occurrence:— Boston Gazette.", "On Thursday sennight in the evening, Mrs. Leslie, the wife of a highly respectable' brandy-merchant, residing in Springfield Lane, Chelmsford, was assaulted and brutally treated by a man near Galley-. wood Common. The man is named John Hills, a native of Spring- field. On Mrs. Leslie reaching home,—whither she was conveyed' in a cart, being unable from extreme weakness and exhaustion to walk,—. her husband and the constable went in pursuit of the prisoner; whom they found about four miles on the Danbury road, but he was so des- perate that they could not take him. The constable, however, con- trived to rush upon the prisoner in the yard of the Plough public-house, which he was just leaving with a bundle of clothes. After a desperate encounter, in which the prisoner was twice knocked down, he was secured. He said, \" I have done enough this time ; I shall be hung ;\" and afterwards observed, ins a laughing manlier,\" Ah, well, never mind-- I'll give the Springfield people a treat when I get upon the gallows.\" He has been committed on the capital charge.", "DOMESTIC TENDERNESS.—A fight took place last week [Friday] near the Wilford }'err between a boatman, of Nottingham, weighing. fourteen stone, and a stripling of elevens stone, from Leicester. They fought for two hours and three quarters ; during which time they had 111 rounds ; at the end of which, Wheatley was taken away quite blind, and shockingly beaten, leaving the stripling victorious. Wheatley's wife and sister were spectators ; and on his losing, vented their abuse in no measured terms; his sister told him to go home, and cut his throat !— Nottingham Review.'", "The Norfolk Chronicle, noticing the death of a female named Chap- man, at Scole in Norfolk, in her ninety-second year, says, that she was married in her forty-seventh year ; and had eighteen children, all of whom grew up to be men and women, except one who died at thirteen years of age. Is it meant to be alleged that she had a child in her sixty- sixth year ? If so, her threading of needles in her ninety-second year, and sleeping for only two or three hours a day, were very inferior sub- jects of curiosity.", "On Sunday morning, a joiner named Pople, living in Chander's Lane, Nottingham, threw his wife down stairs ; and having beat out the brains of his child, an infant of three months old, he threw it after her. The female, in a state of insensibility, and her dead child lying above her, was soon after picked up by the neighbours. The murderer ran off, but was caught, and committed to prison. He is said to be insane.", "On Friday evening, a deserter from the 8th Hussars, who was corning up from Liverpool, in custody of a corporal and a private of the same regiment, just as the train had passed Cross Lane, the engine moving at the rate of about twenty-five miles an hour, suddenly sprang out of the carriage. The corporal instantly leaped after him, but fell close to the rail, and his right leg was frightfully shattered, and one of his arms crushed. The poor fellow was conveyed to the barracks in Regent Road, where his leg was amputated. The deserter succeeded in getting away."], "url": "http://archive.spectator.co.uk/article/7th-april-1832/8/a-girl-named-jane-johnson-only-eighteen-years-old-", "title": ["A girl named Jane Johnson, only eighteen years old, became"]}